Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: this is the insn:
en: 這是指令：

source: this media function is only available on the fr400 and fr550
en: 此多媒體函式只在 fr400 和 fr550 上可用

source: this media function is only available on the fr500
en: 此多媒體函式只在 fr500 上可用

source: this property is not allowed for '%s=%s'
en: 此屬性不能用於 '%s=%s'

source: this property is not allowed for method none
en: 方法none不允許使用此屬性

source: this target machine does not have delayed branches
en: 此目標平臺沒有延遲轉移指令

source: thread-local COMMON data not implemented
en: 執行緒區域性的 COMMON 資料沒有實作

source: thread-local declaration of %q+D follows non-thread-local declaration
en: %q+D 的執行緒局部宣告跟在其非執行緒局部宣告之後

source: throwing NULL, which has integral, not pointer type
en: 拋出 NULL，它的類型是整數而不是指標

source: tls_model argument not a string
en: tls_model 的引數不是一個字串

source: to refer to a type member of a template parameter, use %<typename %E%>
en: 需要使用某個範本參數的類型成員時，請使用 %<typename %E%>

source: token is not in canonical form
en: 令牌不是規範形式

source: too few arguments to %%:version-compare
en: %%：version-compare 的引數太少

source: too few arguments to function
en: 給予函式的引數太少

source: too few arguments to function %<va_start%>
en: 給函式 %<va_start%> 的參數太少

source: too few template parameter lists in declaration of %qD
en: %qD 宣告時範本參數表太少

source: too few template-parameter-lists
en: 範本參數表太少

source: too late for # directive to set debug directory
en: 使用 # 指示設定除錯目錄太遲

source: too many alternatives in %<asm%>
en: %<asm%> 中太多變數

source: too many arguments (wanted 0-3, got %d)
en: 參數過多 (需要 0-3 個，已有 %d 個)

source: too many arguments for format
en: 提供給格式字串的引數太多

source: too many arguments to function
en: 給予函式的引數太多

source: too many filenames given. Type %s --help for usage
en: 給定了太多檔案名稱。試用 %s --help 以了解用法

source: too many initializers for %qT
en: %qT 的初始值設定項太多

source: too many input files
en: 輸入檔案太多

source: too many template parameter lists in declaration of %qD
en: %qD 宣告時範本參數表太多

source: too many template-parameter-lists
en: 範本參數表太多

source: too much stack space to dispose of: %d
en: 要捨棄太多的堆疊空間：%d

source: top-level declaration of %qs specifies %<auto%>
en: 在頂層將 %qs 宣告為 %<auto%>

source: total size of local variables exceeds architecture limit
en: 局部變數大小總和超過架構極值。

source: traditional C rejects automatic aggregate initialization
en: 傳統 C 不接受自動的聚合初始化

source: traditional C rejects initialization of unions
en: 傳統 C 不接受對聯合的初始化

source: traditional C rejects the unary plus operator
en: 傳統 C 不接受單位元 + 運算子

source: translator-credits
en: Funda Wang <fundawang@linux.net.cn>, 2004, 2005 Woodman Tuen <wmtuen@gmail.com> Careone <careoneagain@gmail.com>, 2009 arccos <boyermoore@gmail.com>, 2009 Tao Wang <dancefire@gmail.com>, 2010, 2013 Wylmer Wang <wantinghard@gmail.com>, 2013 Tom K. C. Chiu <babycaseny@gmail.com> 張修銘 <cges30901@gmail.com>

source: trap mode not supported for VAX floats
en: 陷阱模式不為 VAX 浮點數所支援

source: tree check: %s, have %s in %s, at %s:%d
en: 樹檢查：%s，得到 %s 在 %s，於 %s:%d

source: tree check: expected none of %s, have %s in %s, at %s:%d
en: 樹檢查：不需要 %s，得到 %s 在 %s，於 %s:%d

source: try using %qE instead
en: 嘗試使用 %qE 代替

source: trying to finish struct, but kicked out due to previous parse errors
en: 試圖完成結構，但為先前的解析錯誤所插斷

source: trying to instantiate %qD
en: 試圖實體化 %qD

source: trying to make class %qT a friend of global scope
en: 試圖讓 %qT 成為全域欄位的夥伴

source: tunnel keys can only be specified for GRE tunnels
en: 隧道密鑰只能為GRE隧道指定

source: two or more data types in declaration specifiers
en: 宣告指定了兩個以上的資料類型

source: type %q#T argument given to %<delete%>, expected pointer
en: %<delete%> 的參數類型應為指標而非 %q#T

source: type %qT is disallowed in Java %<throw%> or %<catch%>
en: 在 Java %<throw%> 或 %<catch%> 中不能使用類型 %qT

source: type %qT is not a direct base of %qT
en: 類型 %qT 不是 %qT 的直接基礎類別

source: type %qT is not a direct or virtual base of %qT
en: 類型 %qT 不是 %qT 的直接或虛基礎類別

source: type %qT is not derived from %<java::lang::Throwable%>
en: 類型 %qT 不是從 %<java::lang::Throwable%> 衍生來的

source: type %qT is not derived from type %qT
en: 類型 %qT 不是由類型 %qT 衍生的

source: type is deprecated
en: 類型已過時

source: type mismatch in conditional expression
en: 條件運算式中類型不匹配

source: type mismatch with previous external decl of %q#D
en: 類型與先前的 %q#D 的外部宣告不匹配

source: type of bit-field %qs is a GCC extension
en: 位元段類型 %qs 是一個 GCC 擴充

source: type of formal parameter %d is incomplete
en: 引數 %d 的類型不完全

source: type qualifiers ignored on function return type
en: 忽略函式回傳類型的類型限定

source: type qualifiers specified for friend class declaration
en: 為夥伴類別宣告指定了類型限定

source: type to vector delete is neither pointer or array type
en: 向量 delete 的引數類型既非指標也非陣列

source: type-punning to incomplete type might break strict-aliasing rules
en: 類型雙關作用在不完全類型上可能破壞強重疊規則

source: type/value mismatch at argument %d in template parameter list for %qD
en: 引數 %d 的類型/值不匹配，在 %qD 的範本參數清單中

source: typedef %qD is initialized (use __typeof__ instead)
en: typedef %qD 被初始化(改用 __typeof__)

source: typedef-name %qD used as destructor declarator
en: typedef 名 %qD 用於解構函式宣告

source: unable to emulate %qs
en: 無法列舉 %qs

source: unable to find a register to spill in class %qs
en: 在類別 %qs 中找不到可捨出的暫存器

source: unable to generate reloads for:
en: 無法產生重新載入，為：

source: unable to open dynamic dependency '%s'
en: 無法開啟動態依賴項「%s」

source: unable to set property '%s' of type '%s' from value of type '%s'
en: 無法設置屬性'%s' 類型'%s' 從類型的價值'%s'

source: unavailable
en: 無法使用

source: unconditional %2d taken %s
en: unconditional %2d 被執行 %s

source: undefined named operand %qs
en: 未定義的具名運算元 %qs

source: unexpected base-type in cris_print_base
en: cris_print_base 中有非預期的基礎類別型

source: unexpected character '%c' for %s: '%s' (position %td)
en: 意外的角色'%c' 對於 %s: “%s' （位置 %td)

source: unexpected character '%c' for address %s: '%s' (position %td)
en: 意外的角色'%c' 地址 %s: “%s' （位置 %td)

source: unexpected character '%c' in prefix length for %s: '%s' (position %td)
en: 意外的角色'%c' 在前綴長度為 %s: “%s' （位置 %td)

source: unexpected index-type in cris_print_index
en: cris_print_index 中有非預期的索引類型

source: unexpected multiplicative operand
en: 無效的乘性運算元

source: unexpected operand
en: 非預期的運算元

source: unimplemented functionality
en: 未實作的功能

source: uninitialized const in %<new%> of %q#T
en: %<new%> %q#T 時常數未初始化

source: uninitialized const member %qD
en: 未初始化的常數成員 %qD

source: union cannot be made transparent
en: 聯合不能成為透明的

source: union has no members
en: 聯合體沒有成員

source: union has no named members
en: 聯合包含無名成員

source: unknown
en: 不明

source: unknown CRIS cpu version specification in -mtune= : %s
en: -mtune= 中不明的 CRIS CPU 版本設定：%s

source: unknown CRIS version specification in -march= or -mcpu= : %s
en: -march= 或 -mcpu= 中不明的 CRIS CPU 版本設定：%s

source: unknown array size in delete
en: delete 時陣列大小不明

source: unknown cc_attr value
en: 不明的 cc_attr 值

source: unknown connection '%s'
en: 未知連接'%s'

source: unknown conversion type character %qc in format
en: 格式字串中出現無效的類型轉換字元 %qc

source: unknown conversion type character 0x%x in format
en: 格式字串中出現無效的類型轉換字元 0x%x

source: unknown device '%s'.
en: 不明的裝置「%s」。

source: unknown error initializing plugin %s
en: 初始化插件的未知錯誤 %s

source: unknown ethtool option '%s'
en: 未知的ethtool選項'%s'

source: unknown field %qE specified in initializer
en: 初始值設定項裡有不明的欄位 %qE

source: unknown insn mode
en: 不明的指令模式

source: unknown language
en: mǐ-wagari leŋgueij

source: unknown move insn:
en: 無效的 move 指令：

source: unknown relocation unspec
en: 不明的不可預期重定位

source: unmanaged
en: 不受管理的

source: unnamed initializer for %qT, which has no base classes
en: 對沒有基礎類別的 %qT 的無名初始化

source: unnamed initializer for %qT, which uses multiple inheritance
en: 對使用了多繼承的 %qT 的無名初始化

source: unnamed struct/union that defines no instances
en: 未定義任何實體的無名結構/聯合

source: unnamed variable or field declared void
en: 無名變數或欄位宣告為 void

source: unordered comparison on non-floating point argument
en: 非浮點引數間的無效比較

source: unreachable bytecode from %d to before %d
en: 不會執行到的位元組碼，從 %d 到 %d 之前

source: unrecognised debug output level "%s"
en: 無法辨識的除錯輸出層級「%s」

source: unrecognizable insn:
en: 無法辨識的指令：

source: unrecognized address
en: 無法辨識的位址

source: unrecognized format specifier
en: 無法辨識的格式限定符

source: unrecognized gcc debugging option: %c
en: 無法辨識的 gcc 除錯選項：%c

source: unrecognized supposed constant
en: 預期的常數無法識別

source: unsupported action option: '%s'.
en: 不受支持的行動選項：'%s'.

source: unsupported argument to %<__builtin_frame_address%>
en: %<__builtin_frame_address%> 的引數不受支援

source: unsupported attribute '%s' of type '%s'
en: 不受支持的屬性'%s' 類型'%s'

source: unsupported combination: %s
en: 不支援的組合：%s

source: unsupported offload feature
en: 不支持的卸載功能

source: unsupported qdisc option: '%s'.
en: 不支持的qdisc選項：'%s'.

source: unsupported tfilter option: '%s'.
en: 不支持的tfilter選項：'%s'.

source: unterminated assembly dialect alternative
en: 未結束的組譯風格指示

source: unterminated escape sequence
en: 未終止的逃逸序列

source: unterminated format string
en: 未終止的格式字串

source: untitled
en: 無題

source: unused arguments in $-style format
en: $ 風格的格式字串中有未使用的引數

source: unused parameter %q+D
en: 未使用的參數 %q+D

source: unwind tables currently require either a frame pointer or -maccumulate-outgoing-args for correctness
en: 解捲表目前需要框架指標或 -maccumulate-outgoing-args 來保證正確性

source: upper value in case label range exceeds maximum value for type
en: case 標籤範圍的上限值比該類型的最大值還要大

source: use #include instead
en: 改用 #include

source: use 'goto <setting>' first, or 'describe <setting>.<property>'
en: 先使用「goto <setting>」，或是「describe <setting>.<property>」

source: use 'goto <setting>' first, or 'set <setting>.<property>'
en: 先使用「goto <setting>」，或是「set <setting>.<property>」

source: use -Winvalid-pch for more information
en: 使用 -Winvalid-pch 以獲得更多資訊

source: use __attribute__ ((vector_size)) instead
en: 改用 __attribute__ ((vector_size))

source: use of %<auto%> variable from containing function
en: 在包含函式中使用 %<auto%> 變數

source: use of %<long double%> in AltiVec types is invalid
en: 在 AltiVec 類型中使用 %<long double%> 無效

source: use of %qs length modifier with %qc type character
en: 將 %qs 長度修飾符和%qc 類型字元一起使用

source: use of %s and %s together in %s format
en: 同時使用 %s 和 %s，在 %s 格式字串中

source: use of %s and %s together with %<%%%c%> %s format
en: 同時使用 %s 和 %s，在 %<%%%c%> %s 格式字串中

source: use of boolean types in AltiVec types is invalid
en: 在 AltiVec 類型中使用布林類型無效

source: use of class template %qT as expression
en: 將類別範本 %qT 做為運算式

source: use of enum %q#D without previous declaration
en: 使用列舉 %q#D 前沒有給出宣告

source: use of namespace %qD as expression
en: 命名空間 %qD 做為運算式

source: use of old-style cast
en: 使用舊式的類型轉換

source: use of parameter from containing function
en: 在包含函式中使用參數

source: used array that cannot be converted to pointer where scalar is required
en: 需要標量時使用了不能被轉換為指標的陣列

source: used struct type value where scalar is required
en: 需要標量時使用了結構類型

source: useless %<__thread%> in empty declaration
en: 空宣告中 %<__thread%> 無用

source: useless storage class specifier in empty declaration
en: 空宣告中指定存儲類別無用

source: useless type name in empty declaration
en: 空宣告中類型名無用

source: user-defined %qD always evaluates both arguments
en: 使用者定義的 %qD 總是計算所有兩個參數

source: using-declaration for non-member at class scope
en: 在類別作用欄位使用非成員的 using 宣告

source: value "%s" of type '%s' is invalid or out of range for property '%s' of type '%s'
en: 價值“%s" 類型'%s' 屬於無效或超出範圍的財產'%s' 類型'%s'

source: value %d is not valid
en: 值 %d 無效

source: value '%d' is out of range <%d-%d>
en: '%d' 值落在範圍之外 <%d-%d>

source: value computed is not used
en: 計算出的值未被使用

source: value is NULL
en: value為NULL

source: value is empty
en: 價值是空的

source: value of -mfixed-range must have form REG1-REG2
en: -mfixed-range 值必須有「暫存器1-暫存器2」的形式

source: variable %q#D has initializer but incomplete type
en: 變數 %q#D 有初始值設定，但是類型不完全

source: variable %q+D definition is marked dllimport
en: 變數 %q+D 的定義被標記為 dllimport

source: variable %q+D might be clobbered by %<longjmp%> or %<vfork%>
en: 變數 %q+D 能為 %<longjmp%> 或 %<vfork%> 所篡改

source: variable %qD has initializer but incomplete type
en: 變數 %qD 有初始值設定但類型不完全

source: variable or field %qE declared void
en: 變數或欄位 %qE 宣告為 void

source: variable previously declared %<static%> redeclared %<extern%>
en: 先前被宣告為 %<static%> 的變數重宣告為 %<extern%>

source: variable-sized object may not be initialized
en: 可變大小的物件不能被初始化

source: vector %s %s domain error, in %s at %s:%u
en: 向量 %s %s 欄位錯誤，在 %s 於 %s:%u

source: verification failed at PC=%d: %s
en: PC=%d 處校驗錯：%s

source: verification failed: %s
en: 驗證失敗：%s

source: verify_eh_tree failed
en: verify_eh_tree 失敗

source: verify_flow_info failed
en: verify_flow_info 失敗

source: verify_flow_info: Duplicate edge %i->%i
en: verify_flow_info：重複的邊 %i->%i

source: verify_flow_info: Incorrect blocks for fallthru %i->%i
en: verify_flow_info：不正確的區塊直通 %i->%i

source: verify_flow_info: Incorrect fallthru %i->%i
en: verify_flow_info：不正確的直通 %i->%i

source: verify_flow_info: REG_BR_PROB does not match cfg %wi %i
en: verify_flow_info：REG_BR_PROB 不匹配 cfg %wi %i

source: verify_flow_info: Wrong count of block %i %i
en: verify_flow_info：塊 %i %i 計數錯

source: verify_flow_info: Wrong count of edge %i->%i %i
en: verify_flow_info：邊 %i->%i %i 計數錯

source: verify_flow_info: Wrong frequency of block %i %i
en: verify_flow_info：塊 %i %i 頻率錯

source: verify_flow_info: Wrong probability of edge %i->%i %i
en: verify_flow_info：邊 %i->%i %i 概率錯

source: virtual base %qT inaccessible in %qT due to ambiguity
en: 由於存在歧義，虛基礎類別 %qT 在 %qT 中無法存取

source: virtual functions cannot be friends
en: 虛函式不能是夥伴

source: visibility argument not a string
en: visibility 的引數不是一個字串

source: vlan setting should have a ethernet setting as well
en: vlan設置也應該具有以太網設置

source: void value not ignored as it ought to be
en: void 值未如預期地被忽略

source: warning:
en: 警告：

source: weak declaration of %q+D must be public
en: %q+D 的弱宣告必須是公共的

source: weak declaration of %q+D not supported
en: 不支援 %q+D 的弱宣告

source: when writing output to %s: %m
en: 當寫入輸出到 %s 時：%m

source: wide string literal in %<asm%>
en: %<asm%> 中出現寬字面字串

source: width of %q+D exceeds its type
en: %q+D 的寬度超過了它的類型

source: width of %qs exceeds its type
en: %qs 的寬度超過它自身的類型

source: will be assumed to return %<id%> and accept
en: 將被假定為回傳 %<id%> 並接受

source: wired setting not allowed for mode %s
en: 模式不允許有線設置 %s

source: with %q+#D
en: 與 %q+#D

source: within this context
en: 在此上下文中

source: write_c_file - output name is %s, prefix is %s
en: write_c_file - 輸出名為 %s，字首為 %s

source: writing into constant object (argument %d)
en: 對常數物件的寫作業(引數 %d)

source: writing through null pointer (argument %d)
en: 對空指標參照內容的寫作業(引數 %d)

source: wrong amount of branch edges after conditional jump %i
en: 條件跳轉 %i 之後的分支邊數不正確

source: wrong amount of branch edges after unconditional jump %i
en: 非條件跳轉 %i 之後的分支邊數不正確

source: wrong edge %d->%d for PHI argument
en: PHI 參數邊 %d->%d 錯誤

source: wrong immediate use list
en: 錯誤的 immediate use 清單

source: wrong insn in the fallthru edge
en: 直通邊上的錯誤指令

source: wrong number of arguments supplied to --diff
en: 提供給 --diff 的參數個數錯誤

source: wrong type argument to abs
en: 不能對該類型的引數求絕對值

source: wrong type argument to bit-complement
en: 按位取反的引數類型錯誤

source: wrong type argument to decrement
en: 該類型的引數不能自減

source: wrong type argument to increment
en: 該類型的引數不能自增

source: wrong type argument to unary exclamation mark
en: 單位元 ! 的引數類型無效

source: wrong type argument to unary minus
en: 單位元減的運算元類型錯誤

source: wrong type argument to unary plus
en: 單位元加的運算元類型錯誤

source: wrong type; should be a list of strings.
en: 錯誤的類型;應該是一個字符串列表。

source: xstormy16_print_operand: unknown code
en: xstormy16_print_operand：不明程式碼

source: yes
en: 是

source: yes (guessed)
en: 是（猜對了）

source: z/Architecture mode not supported on %s
en: z/Architecture 模式在 %s 上不受支援

source: zero or negative size array %q+D
en: 陣列 %q+D 大小為 0 或負

source: zero width for bit-field %q+D
en: 位元段 %q+D 寬度為 0

source: zero width for bit-field %qs
en: 位元段 %qs 寬度為 0

source: zero width in %s format
en: %s 格式字串中欄位寬為 0

source: zero-length %s format string
en: 格式字串 %s 長度為 0

source: {} Meld encountered a critical error while running: <tt>{}</tt>
en: {} Meld 執行時遭遇嚴重錯誤： <tt>{}</tt>

source: ©2017-2019 版權所有：適時科技有限公司。
en: Copyright 2017-2019 All rights reserved

source: “%s” hidden by “%s”
en: 「%s」被「%s」隱藏

source: “%s” is not a valid POT file.
en: «%s» wa not dū välid POT fayl.

source: “{}” can’t be put in the trash. Do you want to delete it immediately?
en: 無法將「{}」丟到垃圾筒。你要立刻刪除它嗎？

source: 下載
en: Download

source: 主題
en: Theme

source: 以下過程說明如何使用MS SQL Server Management Studio復原資料庫備份。
en: The following procedures show how to restore the database backup using MS SQL Server Management Studio.

source: 以下過程說明如何去透過 SQL Server Management Studio將安裝於預設位置的 DIKO資料庫備份。
en: The following procedures show you how to use the SQL Server Management Studio to backup the DIKO database installed to its default location.

source: 以下過程說明如何去透過SQL Server Management Studio將安裝於預設位置的DIKO資料庫備份。
en: The following procedures show you how to use the SQL Server Management Studio to backup the DIKO database installed to its default location.

source: 伊多語 = 66,
en: Ido = 66,

source: 位置
en: Location

source: 佛里烏利語 = 54,
en: Friulian = 54,

source: 作業系統
en: OS

source: 使用 DIKO，所有檔案都得到很好的保護和管理，因此企業能在這動蘯的商業世界 中處於安全的一面。
en: Within DIKO, all documents are well protected and managed so the corporation is on the safe side in the dynamic business world.

source: 使用DIKO，所有檔案都得到很好的保護和管理，因此企業能在這動蘯的商業世界中處於安全的一面。
en: With DIKO, all documents are well protected and managed so the corporation is on the safe side in the dynamic business world.

source: 使用Web瀏覽器，使用者可以管理和保護組織內的檔案。
en: With a web browser, the user can manage and protect the documents within the organization.

source: 使用Web瀏覽 器，使用者可以管理和保護組織內的檔案。
en: With a web browser, the user can manage and protect the documents within the organization.

source: 使用者可以通過其共用連結來分享檔案，以確保訴訟共用。
en: Users can share the documents via its share-link to ensure litigate sharing.

source: 備份
en: Backup

source: 備份與復原
en: Backup & Restore

source: 備註
en: Remarks

source: 儲存
en: Save

source: 克倫地語 = 76,
en: Rundi = 76,

source: 刪除安全等級
en: Delete Security Level

source: 刪除系統參數
en: Delete System Parameter

source: 刪除關鍵字
en: Delete Keyword

source: 剛果語 = 68,
en: Kicongo = 68,

source: 加入了備份與復原過程中的抓圖，再修訂了部分用字和標點符號。
en: Updated with details steps of backup and restore, with screen captures.

source: 匯入關鍵字
en: Import Keyword

source: 即使有意外發生，復原 備份了的數據可使操作上的損失減低。
en: In case of disaster happens, the backup can be restored and the operation loss can be minimized.

source: 即使有意外發生，復原備份了的數據可使操作上的損失減低。
en: In case of disaster happens, the backup can be restored and the operation loss can be minimized.

source: 右鍵點擊 “DIKO DropZone”
en: Right click “DIKO DropZone”

source: 啟用到期日
en: Enable Expiry Date

source: 在 DIKO中，可使用 PDF格式預覽多於 40種檔案類型，每張預覽內容都有用戶名 稱、IP位址和日期的浮水印，以避免有任何的檔案內容透過畫面捕捉而被竊取的 潛在風險。
en: In DIKO, you can preview more than 40 file types in PDF format. Each preview has a watermark of user name, IP address and date to avoid the potential risk of any file content being stolen through screen capture.

source: 在 Windows 安裝 Dropzone
en: Installing DropZone in Windows

source: 在Backup sets to restore網格中，選擇要復原的備份。
en: In the Backup sets to restore grid, select the backups to restore.

source: 在DIKO中，可使用PDF格式預覽多於40種檔案類型，每張預覽內容都有用戶名稱、IP位址和日期的浮水印，以避免有任何的檔案內容透過畫面捕捉而被竊取的潛在風險。
en: In DIKO, more than 40 document types can be previewed in PDF format and each preview has a watermark with username, IP address and date shown.

source: 在Destination部分中，Database框將自動填充要復原的資料庫名稱。
en: In the Destination section, the Database box is automatically populated with the name of the database to be restored.

source: 在General頁面上，使用Source部分指定要復原的備份組的來源和位置。
en: On the General page, use the Source section to specify the source and location of the backup sets to restore.

source: 在Object Explorer中，連接到SQL Server資料庫引擎的物件，然後展開該物件。
en: In Object Explorer, connect to an instance of the SQL Server Database Engine and then expand that instance.

source: 在Restore to框中，保留預設設置為To the last backup taken或按一下Timeline以訪問Backup Timeline對話方塊，以手動選擇停止恢復操作的時間點。
en: In the Restore to box, leave the default as To the last backup taken or click on Timeline to access the Backup Timeline dialog box to manually select a point in time to stop the recovery action.

source: 埠
en: Port

source: 報告
en: Report

source: 奈及利亞皮欽語 = 89,
en: PidginNigeria = 89,

source: 如有疑問，請發送電子郵件至info@si-taiwan.com。
en: For inquiries, please send your email to info@speechnact.asia.

source: 如有疑問，請發送電子郵件至 info@si-taiwan.com。
en: For inquiries, please send your email to info@speechnact.asia.

source: 如果希望在每個復原操作之間出現提示，請選擇Prompt before restoring each backup。
en: Select Prompt before restoring each backup if you wish to be notified between each restore operation.

source: 字體大小會影響浮水印內容的大小。
en: Font size will be size of the watermark content.

source: 存儲 在 DIKO中的檔案均已加密，因此只能在 DIKO中查看。
en: Documents stored in DIKO are encrypted so documents can only be viewed within DIKO.

source: 存儲在DIKO中的檔案均已加密，因此只能在DIKO中查看。
en: Documents stored in DIKO are encrypted so documents can only be viewed within DIKO.

source: 存檔路徑
en: Archive Location

source: 安全級別
en: Security Level

source: 安裝 Microsoft WSE 2.0 SP3
en: Install Microsoft WSE 2.0 SP3

source: 安裝完成後點擊 “Finish”
en: Upon completion click “Finish”

source: 安裝所需的用戶權限
en: User Access / Permission for installation

source: 寄出電子郵件時間排程
en: Scheduled Email Send Time

source: 密碼
en: Password

source: 對於檔案的任何更新都 可以通過電郵提示來通知相關使用者。
en: Any update on the documents can notify the relevant users via email alert.

source: 對於檔案的任何更新都可以通過電郵提示來通知相關使用者。
en: Any update on the documents can notify the relevant users via email alert.

source: 巴布亞皮欽語 = 92,
en: TokPisin = 92,

source: 帕皮阿門托語 = 122,
en: Papamiento = 122,

source: 建議將備份檔案存儲在NAS上以方便保護。
en: The backup files are recommended to store on the NAS for protection.

source: 從下拉清單中選擇要復原的資料庫。
en: Select the database to restore from the drop-down list.

source: 復原
en: Restore

source: 復原操作可能會失敗若與資料庫的活動連接仍然存在。
en: Restore operations may fail if there are active connections to the database.

source: 您可以使用Windows的計畫任務功能於每晚進行檔案系統備份。
en: You may use a Windows schedule task to conduct the file system backup every night.

source: 您可以使用一些資料庫備份軟體來備份DIKO資料庫。
en: You may use some database backup software to backup the DIKO database.

source: 您可以使用任務計畫程式自動執行資料庫備份任務。
en: You may use the task scheduler to automate the database backup task.

source: 愛爾蘭蓋爾文 = 36,
en: IrishGaelic = 36,

source: 應同 時備份兩個存儲媒體，以確保資料同步。
en: Both storage media should be backed at the same time to ensure data synchronization.

source: 應同時備份兩個存儲媒體，以確保資料同步。
en: Both storage media should be backed at the same time to ensure data synchronization.

source: 所有
en: All

source: 所有檔案活動都存儲在檔案日誌中以供來審核。
en: All document activities are stored in audit trail for future review.

source: 批次更新
en: Batch Update

source: 把「Blueprint.txt」傳給賣家
en: Send"Blueprint.txt" to vendor

source: 拉丁字母亞塞拜然語 = 120,
en: AzeriLatin = 120,

source: 拉丁字母塞爾維亞語 = 102,
en: SerbianLatin = 102,

source: 拉丁字母波斯尼亞語 = 129,
en: BosnianLatin = 129,

source: 拉丁字母烏孜別克語 = 136,
en: UzbekLatin = 136,

source: 指定是否啟用文件的有效期限
en: Specify whether enable expiry date of document

source: 按一下OK。
en: Click OK.

source: 按一下OK接納預設的備份參數；要不，您可以將備份的預設位置設置為網路附加儲存（NAS），以進行近線儲存。
en: Click OK to accept the default parameters; Otherwise, you may set the default location for backup to a Network Attached Storage (NAS) for nearline storage.

source: 捷徑
en: Shortcut

source: 提示
en: Remark

source: 操作系統
en: OS

source: 支援 SSL傳輸，因此 DIKO 和Web瀏覽器之間的資料傳輸是安全的。
en: SSL is also supported so the data transmission between DIKO and web browser is safe.

source: 支援SSL傳輸，因此DIKO和Web瀏覽器之間的資料傳輸是安全的。
en: SSL is also supported so the data transmission between DIKO and web browser is safe.

source: 敏感字彙歷史紀錄
en: Security Keyword Change History

source: 文件
en: Document

source: 斐濟語 = 63,
en: Fijan = 63,

source: 新增安全等級
en: Add New Security Level
